
/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Delete" = "Cancella";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Ottieni altri Xtra";

/* Button to return from away in the away status window */
"Return" = "Ritorna";

/* No comment provided by engineer. */
"Send" = "Invia";
